{
    "sessions": [
        {
            "date": "November 2024",
            "topic": "Fostering Research Integrity: A Collaborative RCR Workshop Series",
            "audience": "STEMLibCo Conference",
            "keyPoints": ["Responsible conduct of research", "Academic library outreach", "Attracting faculty to library workshops"],
            "description": ""
        },
        {
            "date": "July 2024",
            "topic": "Beyond the Hype: Addressing Bias in AI for Information Literacy Instruction",
            "audience": "Teaching and Learning With AI Conference",
            "keyPoints": ["Understanding bias in AI tools", "How to critically evaluate AI outputs", "Integrating AI bias into information literacy instruction"],
            "description": "While generative AI tools offer exciting possibilities, they also raise critical concerns about bias. This session delves into the inherent biases within AI systems and their impact on information literacy instruction. We will examine how data selection, training algorithms, and social factors contribute to bias in AI outputs, and then work together to develop practical strategies to empower students to critically analyze AI-generated content. (This session\'s title and abstract written with help from Google Gemini.)"
        },
        {
            "date": "June 2024",
            "topic": "Beyond Science Fiction: AI's Past, Present, & Impact on Libraries & Education",
            "audience": "ACRL-NEC/NELIG Annual Conference",
            "keyPoints": ["History of AI, focusing on machine learning", "Intersection of AI and information literacies", "Critical evaluation of AI outputs"],
            "description": "From captivating imagery to conversational interactions, generative AI is transforming our world. But how did we get here? This workshop delves into the deep history of AI, revealing the fascinating origins of generative AI and its predecessors. While recent advancements like ChatGPT have sparked discussions about the future, AI's journey stretches back decades, with significant milestones shaping its evolution. For librarians, understanding AI's trajectory is crucial for preparing for its impact on libraries and information literacy education. This workshop equips you to navigate conversations about AI's potential and pitfalls, empowering you to develop future-proof instruction strategies for a changing information landscape. Together we will analyze trends and potential future directions of AI to prepare ourselves for the evolving landscape, discuss how AI will transform higher education and libraries, and brainstorm strategies to adapt and thrive. We will also discover how libraries can leverage AI to enhance information literacy instruction, addressing issues like bias, plagiarism, and critical evaluation of AI-generated content. By exploring the historical and current landscape of AI, participants will gain a deeper understanding of its capabilities and implications for libraries and education, allowing them to prepare for the future with confidence and critical thinking skills. (This session\'s title and abstract were written with help from Google Gemini.)"
        },
        {
            "date": "March 2024",
            "topic": "AI in Academic Librarianship",
            "audience": "NELIG Midwinter Gathering",
            "keyPoints": ["Critical AI literacy", "When AI literacy should be taught", "History of NLP and how that effects modern LLMs"],
            "description": "Panel presentation on AI use in academic libraries."
        }
    ]
  };